export const chats = [
  {
    id: 0,
    title: "Семья",
    messages: [
      {
        id: 0,
        author: "Мама",
        text: "Чем занимаешься?",
      },
    ],
    contacts: [
      {
        id: 0,
        name: "Мама",
        online: "была онлайн сегодня 12:25",
      },
      {
        id: 1,
        name: "Папа",
        online: "был онлайн сегодня 10:02",
      },
      {
        id: 2,
        name: "Брат",
        online: "был онлайн вчера 09:51",
      },
      {
        id: 3,
        name: "Сестра",
        online: "была онлайн сегодня 22:25",
      },
      {
        id: 4,
        name: "Бабушка",
        online: "была онлайн сегодня 15:02",
      },
      {
        id: 5,
        name: "Дедушка",
        online: "был онлайн вчера 04:21",
      },
    ],
  },
  {
    id: 1,
    title: "Работа",
    messages: [
      {
        id: 0,
        author: "Коллега",
        text: "Доделай роутинг",
      },
    ],
    contacts: [
      {
        id: 0,
        name: "Фронтендер",
        online: "был онлайн сегодня 02:25",
      },
      {
        id: 1,
        name: "Бэкендер",
        online: "был онлайн сегодня 11:14",
      },
      {
        id: 2,
        name: "Тестировщик",
        online: "был онлайн вчера 07:52",
      },
    ],
  },
  {
    id: 2,
    title: "Друзья",
    messages: [
      {
        id: 0,
        author: "Руслан",
        text: "Привет! Как дела?",
      },
    ],
    contacts: [
      {
        id: 0,
        name: "Ваня",
        online: "был онлайн сегодня 02:25",
      },
      {
        id: 1,
        name: "Серёжа",
        online: "был онлайн сегодня 11:14",
      },
      {
        id: 2,
        name: "Аня",
        online: "был онлайн вчера 07:52",
      },
      {
        id: 3,
        name: "Оля",
        online: "была онлайн сегодня 02:25",
      },
      {
        id: 4,
        name: "Дима",
        online: "был онлайн сегодня 11:12",
      },
      {
        id: 5,
        name: "Лёша",
        online: "был онлайн вчера 07:33",
      },
      {
        id: 6,
        name: "Света",
        online: "была онлайн вчера 01:22",
      },
    ],
  },
];
