export const friends = [
    {
        id: 0,
        name: "Антон Антонович"
    },
    {
        id: 1,
        name: "Игорь Антонович"
    },
    {
        id: 2,
        name: "Андрей Антонович"
    },
    {
        id: 3,
        name: "Анатолий Георгиевич"
    },
    {
        id: 4,
        name: "Тимур Иванович"
    },
    {
        id: 5,
        name: "Иван Иванович"
    },
    {
        id: 6,
        name: "Анатолий Георгиевич"
    },
    {
        id: 7,
        name: "Тимур Иванович"
    },
    {
        id: 8,
        name: "Иван Иванович"
    },
]
